import React from 'react';
import './PrivacyPolicy.css';

const PrivacyPolicy = () => {
    return (
        <div className="privacy-policy-container">
            <h2>Політика конфіденційності</h2>
            <p>Збір інформації</p>
            <p>Ми збираємо обмежену кількість інформації від відвідувачів нашого сайту. Це включає:</p>
            <ul>
                <li>Ім’я та контактні дані: Ми можемо збирати ваше ім’я, адресу електронної пошти та номер телефону, якщо ви виберете надіслати нам повідомлення через контактну форму.</li>
                <li>Аналітика: Ми використовуємо аналітичні інструменти, такі як Google Analytics, для відстеження активності відвідувачів нашого сайту. Це допомагає нам розуміти, як ви взаємодієте з нашим контентом.</li>
            </ul>
            <p>Використання інформації</p>
            <p>Ми використовуємо зібрану інформацію для:</p>
            <ul>
                <li>Відповіді на ваші запити та питання.</li>
                <li>Вдосконалення нашого сайту та послуг.</li>
            </ul>
            <p>Захист даних</p>
            <p>Ми докладаємо всіх зусиль для збереження безпеки ваших даних. Ми не передаємо ваші особисті дані третім сторонам без вашої згоди.</p>
            <p>Контакт</p>
            <p>Якщо у вас є питання щодо нашої політики конфіденційності, будь ласка, зв’яжіться з нами за адресою privacy@example.com.</p>
        </div>
    );
};

export default PrivacyPolicy;
