import React from 'react';
import './TermsOfUses.css';

const TermsOfUses = () => {
    return (
        <div className="privacy-policy-container">
            <h2>Умови використання</h2>
            <p>1. Загальні положення</p>
            <p>Ці Умови використання регулюють використання вами нашого веб-сайту. Продовжуючи користуватися сайтом, ви погоджуєтеся з цими умовами.</p>
            <p>2. Користування контентом</p>
            <p>Весь контент на нашому сайті, включаючи тексти, зображення, відео та інші матеріали, захищений авторським правом. Ви можете використовувати цей контент лише з нашою згодою.</p>
            <p>3. Відповідальність</p>
            <p>Ми не несемо відповідальності за будь-які збитки або проблеми, які виникли в результаті використання нашого сайту.</p>
            <p>4. Зміни умов</p>
            <p>Ми можемо змінювати ці Умови в будь-який час. Будь ласка, періодично перевіряйте їх оновлення.</p>
        </div>
    );
};

export default TermsOfUses;